{
    "LandingPage": {
      "title": "ที่ที่ทักษะพบกับความต้องการ",
      "subtitle": "ตอบสนองความต้องการบริการของคุณด้วย Jobonic",
      "findService": "ค้นหาบริการ",
      "offerService": "ให้บริการ",
      "findAService": "ค้นหาบริการ",
      "viewServiceOffers": "ดูข้อเสนอการบริการ",
      "haveServiceToOffer": "มีบริการที่จะเสนอไหม?",
      "offerYourServices": "เสนอความสามารถของคุณที่ Jobonic ได้ฟรี!",
      "viewServiceRequests": "ดูคำขอบริการ",
      "satisfiedCollaborators": "ผู้ร่วมงานที่พึงพอใจ 100 คน",
      "joinNow": "เข้าร่วมตอนนี้"
    },

    "AboutPage": {
        "findService": "ค้นหาบริการ",
        "offerService": "ให้บริการ",
        "who_are_we": "เราคือใคร?",
        "description": "ในฐานะที่เราเป็นบริษัทลูกของบริษัทแม่ Laconic เราได้สืบทอดมรดกในการทำปฏิสัมพันธ์ทางวิชาชีพที่ราบรื่นและง่ายดาย \"Laconic\" หมายถึงการสื่อสารอย่างกระชับ ที่ Jobonic เราเป็นตัวแทนของความเรียบง่ายในการจับคู่ความร่วมมือระหว่างทักษะและความต้องการ",
        "description_two": "ในโลกปัจจุบัน การช้อปปิ้งสินค้าเป็นเรื่องที่สะดวกสบายมาก ด้วยแพลตฟอร์มอีคอมเมิร์ซที่อยู่ในมือคุณ แต่สำหรับบริการล่ะ? มันไม่ง่ายขนาดนั้น การจ้างฟรีแลนซ์ต้องผ่านเอกสารที่ยาวเหยียดในสัญญา เงื่อนไข และข้อตกลง เราต้องการทำให้กระบวนการนี้กระชับ -- ง่ายและราบรื่น หากคุณต้องการให้ช่วยแปลหรือปรับข้อความเพิ่มเติม แจ้งได้เลยนะคะ",
        "shopping_services": "การช็อปปิ้งสำหรับบริการควรจะสะดวกสบายเหมือนกับการช็อปปิ้งสำหรับสินค้า! เช่นเดียวกันสำหรับการให้บริการ!",
        "offering_services": "เสนอการบริการ?",
        "ask_needs": "ถามเกี่ยวกับความต้องการบริการของพวกเขา",
        "understand_employer": "เข้าใจสิ่งที่นายจ้างของคุณกำลังมองหา",
        "build_proposal": "สร้างข้อเสนอของคุณ",
        "select_skills": "เลือกทักษะและประสบการณ์ที่เกี่ยวข้องซึ่งตรงตามความต้องการของพวกเขา",
        "highlight_work": "เน้นผลงานที่เกี่ยวข้องในอดีตและจัดทำแผนที่ชัดเจนสำหรับวิธีที่คุณจะทำงานให้เสร็จ",
        "collaborate_effectively": "ร่วมงานอย่างมีประสิทธิภาพ",
        "maintain_communication": "รักษาการสื่อสารกับนายจ้างของคุณอย่างสม่ำเสมอ",
        "provide_updates": "ให้ข้อมูลอัปเดต ขอข้อเสนอแนะแก้ไขที่จำเป็น",
        "release_payment": "เมื่อเสร็จสิ้น Jobonic จะจ่ายเงินให้คุณ",
        "looking_for_services": "กำลังมองหาบริการ?",
        "ask_experience": "ถามเกี่ยวกับประสบการณ์และทักษะของพวกเขา",
        "understand_background": "ทำความเข้าใจเกี่ยวกับพื้นฐาน โครงการในอดีตและทักษะของพวกเขา",
        "buy_service": "ซื้อบริการ",
        "make_payment": "ชำระเงินสำหรับบริการของพวกเขาและ Jobonic จะเก็บเงินไว้จนกว่าผู้ให้บริการจะทำงานเสร็จ",
        "when_you_approve": "เมื่อคุณอนุมัติผลงาน Jobonic จะจ่ายเงินให้กับฟรีแลนซ์",
        "respond_in_48": "หากคุณไม่ตอบกลับภายใน 48 ชั่วโมง Jobonic จะจ่ายเงินให้กับฟรีแลนซ์โดยอัตโนมัติ",
        "simple_isnt_it": "ง่ายใช่ไหม?",
        "register_now": "ลงทะเบียนสำหรับบัญชีในวันนี้และเริ่มช้อปปิ้งสำหรับบริการ"
    },
    
    "FindServicePage": {
        "what_would_you_like_to_do": "คุณต้องการทำอะไร",
        "meet_your_needs_with_skills": "ตอบสนองความต้องการของคุณด้วยทักษะ",
        "no_idea_what_youd_like": "ไม่มีไอเดียว่าคุณต้องการอะไร?",
        "here_are_some_services_available": "บริการบางส่วนที่ให้เลือกมีดังนี้",
        "more": "เพิ่มเติม",
        "services_list": "รายการบริการ",
        "not_what_you_are_looking_for": "ไม่ใช่สิ่งที่คุณกำลังมองหาใช่ไหม?",
        "work_category": "หมวดหมู่งาน",
        "match_services": "บริการที่ตรงกัน",
        "filter": "กรอง",
        "sort": "จัดเรียง"
    },

    "ServiceRequestPage": {
        "no_request_match_your_skills?": "ไม่มีคำขอใดที่ตรงกับทักษะของคุณใช่ไหม?",
        "personalise_your_service_offer": "ปรับแต่งข้อเสนอการบริการของคุณ"
    },

    "SignUpPage": {
        "sign_up": "ลงทะเบียน",
        "first_name": "ชื่อจริง",
        "last_name": "นามสกุล",
        "email": "อีเมล",
        "username": "ชื่อผู้ใช้",
        "password": "รหัสผ่าน",
        "confirm_password": "ยืนยันรหัสผ่าน",
        "create_user": "สร้างผู้ใช้",
        "already_have_an_account_login_here": "มีบัญชีอยู่แล้วใช่ไหม? เข้าสู่ระบบที่นี่"
    }
}